amd-ucode
antigravity
base
base-devel
bash-completion
bluez
bluez-utils
capitaine-cursors
cliphist
discord
efibootmgr
eza
fastfetch
fuzzel
fzf
git
google-chrome
grim
gst-plugin-pipewire
htop
imagemagick
inter-font
jre21-openjdk
kitty
lib32-nvidia-utils
libnotify
libpulse
libva-nvidia-driver
linux-firmware
linux-lts
linux-lts-headers
mako
mangowc
materia-gtk-theme
mesa-utils
nano
nano-syntax-highlighting
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-open-lts
nvidia-utils
nwg-look
otf-font-awesome
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
qt6ct
sbctl
sddm
slurp
steam
sudo
swww
teams-for-linux
terminus-font
ttf-comfortaa
ttf-jetbrains-mono-nerd
unrar
unzip
waybar
wget
wireplumber
wl-clipboard
wlr-randr
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xrandr
zip
zoxide
zsh
